Repository: lehieusharky/flutter_scan_virus_app
Catalog: lib/src/l10n/app_*.arb
Languages: vi

source: Upload file
vi: Gửi file

# scanFilePrivacy1
source: By submitting data above, you are agreeing to our
vi: Bằng cách gửi dữ liệu ở trên, bạn đồng ý với chúng tôi

# scanFilePrivacy2
source: Terms of Service and Privacy Policy.
vi: Điều khoản dịch vụ và Chính sách bảo mật.

# scanFilePrivacy3
source: Please do not submit any personal information. VirusTotal is not responsible for the contents of your submission.
vi: Vui lòng không gửi bất kỳ thông tin cá nhân nào. VirusTotal không chịu trách nhiệm về nội dung gửi của bạn.

source: Upload file Failed
vi: Tải tệp tin thất bại

# uploadFileFailedMessage
source: Check your Internet or your file again!
vi: Kiểm tra mạng hoặc tệp tin của bạn!

# urlOfWebsite
source: URL of the website
vi: Đường dẫn của trang web

source: Search
vi: Tìm kiếm

source: IP address
vi: Địa chỉ IP

source: Summary
vi: Tóm tắt

source: Detection
vi: Phát hiện

source: Details
vi: Thông tin

# noMaliciousNotification
source: No security vendors flagged as malicious
vi: Không có nhà cung cấp bảo mật nào gắn cờ là độc hại

# haveMaliciousNotification
source: security vendor flagged as malicious
vi: nhà cung cấp bảo mật đã gắn cờ là độc hại.
